<template>
  <v-container>
    <v-row class="pt-5 pb-10 logo" align="center" justify="center">
      <v-img src="/images/logo_icon.png" max-width="180" />
    </v-row>
    <v-row class="mt16 mb-2">
      <h1>アーティスト規約</h1>
    </v-row>
    <v-row class="mx-auto">
      <span class="term-document">
        <ol>
          <li dir="ltr">
            <p dir="ltr">（コンテンツの販売）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、本サービスにおいて、コンテンツを販売することができます。当社は、アーティストの委託に基づき、アーティストが指定する内容・価格において、利用者にコンテンツを販売します。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、当社所定の料金を支払うことにより、本サービス上でチャンネルを開設し、チャンネル登録をした利用者のみが視聴できるコンテンツを配信することができます。
            </p>
          </li>
        </ol>
        <br />
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">（知的財産権の帰属及び使用許諾）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、当社に対し、コンテンツについて以下の使用を許諾します。
            </p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              当社及び当社の許諾する第三者が、本サービスにおいて利用者に対してコンテンツを自動公衆送信（送信可能化を含みます）すること
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社及び当社の許諾する第三者が、コンテンツを、本サービスの円滑な提供、利用促進、広告・宣伝、当社システムの構築、改良、メンテナンスに必要な範囲内で、期間の制限なく、無償かつ非独占的に使用すること（例えば、当社は、本サービスの広告・宣伝のため、コンテンツの一部を当社のSNSアカウントや、webサイト等を通じて配信することがあります）
            </p>
          </li>
        </ol>
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、当社及び当社の許諾する第三者に対し、前項に定める許諾の範囲内でのコンテンツの使用に関して、著作者人格権を行使しないものとし、また第三者をして行使させないものとします。
            </p>
          </li>
        </ol>
        <br />
        <ol start="3">
          <li dir="ltr">
            <p dir="ltr">（音楽著作権の処理）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              コンテンツに含まれる音楽著作物が、一般社団法人日本音楽著作権協会（JASRAC）又は株式会社NexTone（以下、総称して「音楽著作権管理事業者」という）の管理楽曲（以下「管理楽曲」という）であるときには、アーティストの申告に基づき、当社が当該管理楽曲について本サービスにおける配信に必要な音楽著作権管理事業者に対する音楽著作権の権利処理を行います。かかる権利処理の費用は、当社が立て替え、分配金から控除します。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              コンテンツに管理楽曲以外の音楽著作物が含まれる場合、当該音楽著作物の権利処理はアーティストの責任と費用負担にて行うものとします。
            </p>
          </li>
        </ol>
        <br />
        <ol start="4">
          <li dir="ltr">
            <p dir="ltr">（コンテンツに関する保証及び義務）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、当社に対し、以下各号に定める事項を保証するものとします。
            </p>
          </li>
          <ol>
            <li dir="ltr">
              <p dir="ltr">
                本サービスに投稿するコンテンツが第三者の権利を侵害するものでないこと
              </p>
            </li>
            <li dir="ltr">
              <p dir="ltr">
                コンテンツに係る著作権（著作権法第27条及び第28条に規定する権利を含みます）その他知的財産権、人格権及びその他の一切の権利について、適切に権利処理していること
              </p>
            </li>
            <li dir="ltr">
              <p dir="ltr">
                アーティストが、当社に対し、本規約に定めるコンテンツの利用を許諾する完全かつ無制限な権利を有していること
              </p>
            </li>
          </ol>
          <li dir="ltr">
            <p dir="ltr">
              万一、アーティストが投稿したコンテンツが第三者の権利を侵害するなど第三者との間で何らかの紛争が発生した場合には、当該アーティストの費用と責任において問題を解決するとともに、当社に何らの損害を与えないものとします。また、アーティストは、当該紛争に関連して当社に生じた損害（弁護士費用及び賠償金等を含みますが、これらに限りません）を賠償するものとします。
            </p>
          </li>
        </ol>
        <br />
        <ol start="5">
          <li dir="ltr">
            <p dir="ltr">（支払条件）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              アーティストは、販売手数料として、下記料金表に定める金額を支払うものとします。下記料金表において「売上」とは、アーティストが販売するコンテンツの購入代金及びアーティストが開設するチャンネルのチャンネル登録料金として当社が受領した金額の総額から、返金分を控除した金額をいいます。
            </p>
          </li>
        </ol>
        <br />
        <div dir="ltr" align="center">
          <table>
            <colgroup>
              <col width="189" />
              <col width="189" />
            </colgroup>
            <tbody>
              <tr>
                <td>
                  <p dir="ltr">会員種別</p>
                </td>
                <td>
                  <p dir="ltr">販売手数料</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">無料会員</p>
                </td>
                <td>
                  <p dir="ltr">売上の25％（消費税込）</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">有料会員</p>
                </td>
                <td>
                  <p dir="ltr">売上の20％（消費税込）</p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <br />
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">
              当社は、アーティストが当社所定の方法により振込申請をした後、3営業日以内に、コンテンツの売上から販売手数料を控除した残額（以下「アーティスト分配金」といいます）を、アーティストが本サービスに登録した銀行口座に振り込む方法により支払います。振込手数料は当社が負担します。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アーティスト分配金の振込申請期限は、売上発生日が属する月の翌々月末日までです。振込申請期限内に振込申請が無い場合、アーティスト分配金は、振込申請期限の末日に、自動的にアーティストが本サービスに登録した銀行口座に振り込まれます。
            </p>
          </li>
        </ol>
        <br />
        <ol start="6">
          <li dir="ltr">
            <p dir="ltr">（コンテンツの販売停止等）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              以下各号に該当する場合、当社は、その裁量にて、コンテンツの販売停止、チャンネルの公開停止、アーティストに対する売上の支払留保等、当社が必要と判断する措置を行うことができます。
            </p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              コンテンツの内容が法令又は本規約に違反し又は違反するおそれがある場合
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              コンテンツの内容が、アーティストが当社に申告した内容又は宣伝広告の内容と著しく異なる場合
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アーティストが本規約に違反し又は違反するおそれがある場合
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">コンテンツが第三者の権利を侵害するおそれがある場合</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">コンテンツについて第三者から権利主張があった場合</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">コンテンツに不具合が存在する場合</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              その他、当社が法律及び社会通念に従ってコンテンツの販売が不適切であると判断した場合
            </p>
          </li>
        </ol>
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">
              前項各号に該当する場合、当社は、その裁量にて、アーティストの負担のもと、コンテンツの代金を利用者に返還することができます。この場合において、当社がすでに当該コンテンツに係るアーティストに対しアーティスト分配金の支払いを行っているときは、アーティストは受領したアーティスト分配金を当社に返還するものとします。
            </p>
          </li>
        </ol>
        <br />
        <span>２０２１年１月１６日制定</span>
        <br />
      </span>
    </v-row>
    <v-row>
      <v-col class="text-center" cols="12">
        <TitleText
          small
          link
          @click="$router.back()"
          v-text="'前の画面に戻る'"
        />
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
import TitleText from "~/components/atoms/TitleText";
export default {
  name: "TermsOfService",
  layout: "noHeader",
  components: { TitleText },
};
</script>

<style scoped>
</style>
