<template>
  <v-container>
    <v-row class="pt-5 pb-10 logo" align="center" justify="center">
      <v-img src="/images/logo_icon.png" max-width="180" />
    </v-row>
    <v-row class="mt16 mb-2">
      <h1>利用規約</h1>
    </v-row>
    <v-row class="mx-auto">
      <span class="term-document">
        <p dir="ltr">音楽アプリ musiy 利用規約</p>
        <p dir="ltr">
          <br />
          本規約は、株式会社musikle（以下「当社」といいます）が提供するサービス「音楽アプリ
          musiy」（以下「本サービス」といいます）をご利用いただく際の取扱いにつき定めるものです。
        </p>
        <br />
        <ol>
          <li dir="ltr">
            <p dir="ltr">（定義）</p>
          </li>
        </ol>
        <p dir="ltr">
          本規約において使用する用語の意義は、以下の表に定めるとおりとします。
        </p>
        <div dir="ltr" align="left">
          <table>
            <colgroup>
              <col width="179" />
              <col width="387" />
            </colgroup>
            <tbody>
              <tr>
                <td>
                  <p dir="ltr">利用者</p>
                </td>
                <td>
                  <p dir="ltr">本サービスの利用者</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">アーティスト</p>
                </td>
                <td>
                  <p dir="ltr">
                    本サービスにおいてコンテンツを提供するアーティストとしての登録をした者
                  </p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">投稿情報</p>
                </td>
                <td>
                  <p dir="ltr">
                    利用者が本サービスに投稿した文章、画像、その他の情報
                  </p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">ポイント</p>
                </td>
                <td>
                  <p dir="ltr">
                    本サービスにおいてコンテンツの購入に利用するポイント
                  </p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <br />
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">（本規約への同意）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              利用者は、本規約に同意いただいた場合に限り、本サービスを利用できるものとします。利用者が、本サービスにアクセスし、本規約への同意手続を行った時点で、利用者と当社との間で、本規約の諸規定に従った利用契約が成立するものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              利用者が未成年者である場合には、親権者その他の法定代理人の同意を得たうえで、本サービスをご利用ください。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社は、本規約を改定するときは、その内容について本サイトに掲載するとともに、当社所定の方法により利用者に通知します。利用者は、本規約変更後、本サービスを利用した時点で、変更後の本利用規約に異議なく同意したものとみなされます。
            </p>
          </li>
        </ol>
        <br />
        <ol start="3">
          <li dir="ltr">
            <p dir="ltr">（個別規約の適用）</p>
          </li>
        </ol>
        <p dir="ltr">
          本サービスの利用については、本規約で定める他、以下の表に定める個別規約等（以下「個別規約等」といいます）が適用されます。個別規約等は本規約に基づく契約の一部を構成します。個別規約等と本規約の定めが矛盾する場合は、別段の定めのない限り、個別規約等の定めが本規約の定めに優先します。
        </p>
        <div dir="ltr" align="left">
          <table>
            <colgroup>
              <col width="283" />
              <col width="283" />
            </colgroup>
            <tbody>
              <tr>
                <td>
                  <p dir="ltr">アーティストによる本サービスの利用について</p>
                </td>
                <td>
                  <p dir="ltr">アーティスト規約</p>
                  <p dir="ltr">投稿ガイドライン</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">ポイントについて</p>
                </td>
                <td>
                  <p dir="ltr">ポイント規約</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p dir="ltr">個人情報の取扱いについて</p>
                </td>
                <td>
                  <p dir="ltr">プライバシーポリシー</p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <br />
        <ol start="4">
          <li dir="ltr">
            <p dir="ltr">（アカウント登録手続）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              本サービスのアカウント登録希望者は、本規約に同意した上で、当社所定の方法で登録フォームより申込みを行ってください。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社は、アカウント登録希望者が次の各号のいずれか一つに該当する場合は、当社の裁量により登録を承諾しないことができます。
            </p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">当社の定める方法によらず入会の申込みを行った場合</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              過去に本規約に違反したことを理由として処分を受けた者である場合
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              不正な手段をもって登録を行っていると当社が判断した場合
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">本人以外の情報を登録している場合</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">その他当社が不適切と判断した場合</p>
          </li>
        </ol>
        <br />
        <ol start="5">
          <li dir="ltr">
            <p dir="ltr">（アカウントの管理）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              利用者は、ユーザーID、パスワード等のアカウント情報を自己の責任の下で管理するものとします。利用者は、アカウントを第三者に利用させ、又は貸与、譲渡、名義変更、売買などをしてはならないものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アカウント情報を利用して第三者が本サービスへのログイン・利用を行った場合であっても、当社は、利用者本人が利用したものとみなすことができ、当該利用によって生じた結果及びそれに伴う一切の責任は、利用者本人に帰属するものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アカウント情報が不正に利用されていることが判明した場合、利用者は直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。
            </p>
          </li>
        </ol>
        <br />
        <ol start="6">
          <li dir="ltr">
            <p dir="ltr">（コンテンツの購入・チャンネル登録）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              利用者は、本サービス内で、アーティストが提供するコンテンツを購入することができます。また、利用者は、アーティストが開設するチャンネルに有料でチャンネル登録することにより、チャンネル登録者限定のコンテンツを視聴することができます。これらの契約は当社と利用者の間で締結されます。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              コンテンツの購入、又はチャンネル登録により、利用者は、該当するコンテンツを、私的使用の範囲に限って使用する非独占的なライセンス（以下「コンテンツ利用権」といいます）をアーティストから付与されます。利用者は、コンテンツ利用権を第三者に譲渡・承継することはできません。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              利用者が本サービスから退会した場合、又は当社によりアカウント停止・退会処分等が行われた場合、コンテンツ利用権は消滅します。また、利用者がチャンネル登録を解除した場合には、チャンネル登録者限定のコンテンツに係るコンテンツ利用権は消滅します。当社はこれに対して何等の補償をする義務も負いません。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              支払済みのコンテンツ購入代金及びチャンネル登録料金について、利用者の都合による返金はいかなる場合にも受け付けません。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              利用者が購入したコンテンツについて、表示内容と異なる、又は破損している等の不具合が存在する場合には、当社の問合せ窓口へご連絡ください。当社にて不具合が確認出来た場合には、購入金額と同額のポイントにて返金いたします。なお、現金での返金はいたしかねます。
            </p>
          </li>
        </ol>
        <br />
        <ol start="7">
          <li dir="ltr">
            <p dir="ltr">（利用者による投稿等）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              投稿情報の著作権は、利用者に留保されます。但し、当社は、投稿情報を、本サービスの改善やプロモーション等の目的のために、地域、期間、形態等に関して何等の制約なく自由に利用することができるものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              利用者は、本サービスにおいて、利用者のユーザー名、プロフィール画像、その他利用者が投稿した情報が他の利用者に公開されることを理解し、同意するものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービスを利用して利用者が投稿等した投稿情報に関する責任は、すべて利用者本人に帰属します。当社は利用者が投稿した投稿情報の内容について、責任を負いません。
            </p>
          </li>
        </ol>
        <br />
        <ol start="8">
          <li dir="ltr">
            <p dir="ltr">（禁止行為）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              本サービスの利用に際し、利用者は、次に掲げる行為を行ってはなりません。
            </p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">本規約又は個別規約等に違反する行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービス上のコンテンツを無断で私的使用の範囲を超えて使用する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社又は第三者の名誉・信用を毀損又は不当に差別若しくは誹謗中傷する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社又は第三者の知的財産権、プライバシー権、肖像権、名誉・信用、財産権その他の権利を侵害する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">当社又は第三者に経済的損害を与える行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">当社又は第三者に対する脅迫的な行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              詐欺、規制薬物の濫用、児童売買春、預貯金口座及び携帯電話の違法な売買等の犯罪に結びつく、又は結びつくおそれのある行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">面識のない異性との出会い等を目的として利用する行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              わいせつ、児童ポルノ若しくは児童虐待に相当する投稿情報を投稿若しくは表示する行為、又はこれらの情報を収録した媒体を販売する行為、又はその送信、表示、販売を想起させる広告を投稿若しくは表示する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              違法行為（けん銃等の譲渡、爆発物の製造、児童ポルノの提供、公文書偽造、殺人、脅迫等）を請け負い、仲介し、又は誘引する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              コンピューターウィルス、有害なプログラムの使用又はそれを誘発する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービスのインフラ設備に対して過度な負担をかける行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービスのサーバーやシステム、セキュリティへの攻撃
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社が提供するインターフェース以外の方法で本サービスにアクセスを試みる行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">リバースエンジニアリング等の解析行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">同一の利用者が、複数のアカウントを取得する行為</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">他者とのアカウント共有</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">虚偽の情報を用いたアカウント作成</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              前各号のいずれかに該当する行為を助長、教唆、勧誘する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              法令、公序良俗に違反する又は違反するおそれがあると弊社が判断する行為
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              上記の他、当社が本サービスの運営上、不適切であると判断する行為
            </p>
          </li>
        </ol>
        <ol start="2">
          <li dir="ltr">
            <p dir="ltr">
              利用者が前項に違反した場合、当社は、事前通知をすることなく、以下の措置を取ることができます。利用者は、これらの措置に起因する結果について当社を免責するものとします。
            </p>
          </li>
          <ol>
            <li dir="ltr">
              <p dir="ltr">
                利用者に対する投稿情報の削除・修正、その他違反状態の是正の要求
              </p>
            </li>
            <li dir="ltr">
              <p dir="ltr">投稿情報の削除</p>
            </li>
            <li dir="ltr">
              <p dir="ltr">アカウントの利用停止</p>
            </li>
            <li dir="ltr">
              <p dir="ltr">アカウントの退会処分</p>
            </li>
            <li dir="ltr">
              <p dir="ltr">その他当社が必要と認める処分</p>
            </li>
          </ol>
          <li dir="ltr">
            <p dir="ltr">
              万一、投稿情報が第三者の権利を侵害するなど、利用者と第三者との間で何らかの紛争が発生した場合には、当該利用者は、自己の費用と責任において問題を解決するとともに、当社がこれにより被った損害を賠償するものとします。
            </p>
          </li>
        </ol>
        <br />
        <ol start="9">
          <li dir="ltr">
            <p dir="ltr">（免責）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              当社は、利用者及び会員に事前通知することなく、本サービスを変更、中断又は終了することができます。また、当社が、サーバーのメンテナンスなど本サービスの提供に必要な行為のために本サービスを中断することがあります。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              当社は、次に掲げる事項について、一切の責任を負いません。
            </p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              利用者とアーティストとの間の取引及びアーティストが提供するコンテンツの品質・内容
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">利用者のパソコン等の利用環境</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">本サービスの変更、中断、又は終了</p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              アクセス過多、その他やむを得ない要因で発生した障害等
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービスの各ページからリンクしている外部のホームページ及び本サービスに掲載される広告に関する適法性、道徳性、信頼性、正確性又は最新性
            </p>
          </li>
        </ol>
        <ol start="3">
          <li dir="ltr">
            <p dir="ltr">
              万一、当社が、利用者による本サービスの利用に関連して責任を負う場合、当社は、利用者に現実に生じた通常かつ直接の範囲の損害の範囲内で、かつ、当該損害が発生する前の１年間に当該利用者が当社に支払った利用料等の総額又は1000円のいずれか高い金額を上限としてこれを賠償します。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本条及びその他本規約に定める当社の免責に関する条項にかかわらず、当社の免責に関する条項は、当社に故意又は重大な過失が存在する場合には、適用しません。
            </p>
          </li>
        </ol>
        <br />
        <ol start="10">
          <li dir="ltr">
            <p dir="ltr">（規約の変更）</p>
          </li>
        </ol>
        <p dir="ltr">
          当社は、変更後の規約及び変更の効力発生時期をあらかじめ会員及び利用者に周知することにより、利用者及び会員の事前の了承を得ることなく、本規約を変更できます。変更後の本規約及び変更の効力発生時期は、本サービスのウェブサイトに掲示する方法により周知するものとします。
        </p>
        <br />
        <ol start="11">
          <li dir="ltr">
            <p dir="ltr">（反社会的勢力の排除）</p>
          </li>
        </ol>
        <p dir="ltr">
          当社は、反社会的勢力等、反社会的勢力等と密接な関わり（資金その他の便益提供行為を含みます）を有する者及びこれらに準じる者による本サービスの利用を禁止します。当社は、利用者がこれらの者に該当すると判断した場合、事前に利用者に通知することなく、当該利用者に対する本サービスの提供を停止することができます。当社は、この提供停止によって利用者に生じた損害や不利益について、責任を負いません。
        </p>
        <br />
        <ol start="12">
          <li dir="ltr">
            <p dir="ltr">（準拠法、管轄裁判所）</p>
          </li>
        </ol>
        <ol>
          <li dir="ltr">
            <p dir="ltr">
              本規約は日本法に準拠し、日本法に従って解釈されるものとします。
            </p>
          </li>
          <li dir="ltr">
            <p dir="ltr">
              本サービスに関する当社と利用者等との間の一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします｡
            </p>
          </li>
        </ol>
        <span>２０２１年１月１６日制定</span>
        <br />
      </span>
    </v-row>
    <v-row>
      <v-col class="text-center" cols="12">
        <TitleText
          small
          link
          @click="$router.back()"
          v-text="'前の画面に戻る'"
        />
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
import TitleText from "~/components/atoms/TitleText";
export default {
  name: "TermsOfService",
  layout: "noHeader",
  components: { TitleText },
};
</script>

<style scoped>
</style>
